[
    {
        "id": 1,
        "name": "Nike Air Max 90",
        "price": 120,
        "image": "https://i.pinimg.com/236x/85/1e/f5/851ef5a796db6a90c6e8a1d6de7cb1dd.jpg",
        "description": "The Nike Air Max 90 stays true to its OG roots with its iconic Waffle outsole, stitched overlays and classic, color-accented TPU plates. Retro colors celebrate the first generation while Max Air cushioning adds comfort to your journey.",
        "quantity": 1
    },
    {
        "id": 2,
        "name": "Nike Air Max 95",
        "price": 170,
        "image": "https://i.pinimg.com/236x/4c/6a/00/4c6a00fbfeaf15ccfdc633fcafd86c02.jpg",
        "description": "The Nike Air Max 95 made its mark as the first shoe to include visible Nike Air cushioning in the forefoot. The Nike Air Max 95 OG radiates cool with its gradient upper, neon accents and iconic heel and forefoot Max Air units.",
        "quantity": 1
    },
    {
        "id": 3,
        "name": "Nike Air Max 97",
        "price": 160,
        "image": "https://i.pinimg.com/236x/40/65/31/40653136e42f196d4a41f0ce56ecff16.jpg",
        "description": "The Nike Air Max 97 keeps a sneaker icon going strong with the same design details that made it famous: water-ripple lines, reflective piping and full-length Max Air cushioning.",
        "quantity": 1
    },
    {
        "id": 4,
        "name": "Nike Air Max 270",
        "price": 150,
        "image": "https://i.pinimg.com/236x/ef/6d/52/ef6d525ff1de41d87e562c724c3202c1.jpg",
        "description": "The Nike Air Max 270 delivers visible air under every step. Updated for modern comfort, it nods to the original 1991 Air Max 180 with its exaggerated tongue top and heritage tongue logo.",
        "quantity": 1
    },
    {
        "id": 5,
        "name": "Nike Air Max 720",
        "price": 180,
        "image": "https://i.pinimg.com/236x/18/9f/6d/189f6df514f5e1b172f69d154cf5da2d.jpg",
        "description": "The Nike Air Max 720 goes bigger than ever before with Nike's tallest Air unit yet, offering more air underfoot for unimaginable, all-day comfort. Has Air Max gone too far? We hope so.",
        "quantity": 1
    }
]